/* 
   SORelativeDateTransformer.strings
   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
*/
/* <relative time difference (1-n) > <data component name (e.g. year, month)> ago */
"formatTemplateForRelativePastDatePhrase" = "%d %@ 전";

/* in <relative time difference (1-n) > <data component name (e.g. year, month)> */
"formatTemplateForRelativeFutureDatePhrase" = "in %d %@";

"now" = "방금";

"year" = "년";

"years" = "년";

"month" = "개월";

"months" = "개월";

"week" = "주";

"weeks" = "주";

"day" = "일";

"days" = "일";

"hour" = "시간";

"hours" = "시간";

"minute" = "분";

"minutes" = "분";

"second" = "초";

"seconds" = "초";

